alacritty
alsa-utils
amd-ucode
arandr
awesome
base
base-devel
bc
efibootmgr
feh
firefox
gcc
git
grub
gtk4
i3-wm
inter-font
julia
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
maim
make
miniconda3
mousepad
neovim
networkmanager
npm
nvidia
pamixer
perl-anyevent-i3
picom
pipewire
pipewire-jack
pkgconf
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
rofi
sudo
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
unzip
vim
wget
which
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
